Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: VPN chaining isn’t available. Review its settings.
de: Die VPN-Verkettung ist nicht verfügbar. Prüfe die Einstellungen.
es: El encadenamiento VPN no está disponible. Revisa sus ajustes.
fr: Le chaînage VPN n’est pas disponible. Vérifiez ses réglages.
it: Il concatenamento VPN non è disponibile. Controlla le impostazioni.
ja: VPNチェーンは利用できません。設定を確認してください。
ko: VPN 체이닝을 사용할 수 없어요. 설정을 확인하세요.
pt_br: O encadeamento de VPN não está disponível. Revise os ajustes.
zh_hans: VPN 串联不可用。请检查设置。
zh_hant: VPN 串接無法使用。請檢查設定。

# Save a configuration above to enable chaining.
source: Save a configuration above to turn on VPN chaining.
de: Speichere oben eine Konfiguration, um die VPN-Verkettung einzuschalten.
es: Guarda una configuración arriba para activar el encadenamiento VPN.
fr: Enregistrez une configuration ci-dessus pour activer le chaînage VPN.
it: Salva una configurazione sopra per attivare il concatenamento VPN.
ja: VPNチェーンをオンにするには、上で構成を保存してください。
ko: VPN 체이닝을 켜려면 위에서 구성을 저장하세요.
pt_br: Salve uma configuração acima para ativar o encadeamento de VPN.
zh_hans: 请先在上方保存配置，再开启 VPN 串联。
zh_hant: 請先在上方儲存設定，再開啟 VPN 串接。

# Add a WireGuard configuration in VPN chaining, or turn chaining off.
source: Add a WireGuard configuration in VPN chaining, or turn VPN chaining off.
de: Füge unter VPN-Verkettung eine WireGuard-Konfiguration hinzu oder schalte die VPN-Verkettung aus.
es: Añade una configuración de WireGuard en Encadenamiento VPN o desactiva el encadenamiento VPN.
fr: Ajoutez une configuration WireGuard dans Chaînage VPN ou désactivez le chaînage VPN.
it: Aggiungi una configurazione WireGuard in Concatenamento VPN oppure disattiva il concatenamento VPN.
ja: VPNチェーンにWireGuard構成を追加するか、VPNチェーンをオフにしてください。
ko: VPN 체이닝에서 WireGuard 구성을 추가하거나 VPN 체이닝을 끄세요.
pt_br: Adicione uma configuração do WireGuard em Encadeamento de VPN ou desative o encadeamento de VPN.
zh_hans: 请在 VPN 串联中添加 WireGuard 配置，或关闭 VPN 串联。
zh_hant: 請在 VPN 串接中新增 WireGuard 設定，或關閉 VPN 串接。

source: Your WireGuard key is missing. Load the configuration again, or turn VPN chaining off.
de: Dein WireGuard-Schlüssel fehlt. Lade die Konfiguration erneut oder schalte die VPN-Verkettung aus.
es: Falta tu clave de WireGuard. Vuelve a cargar la configuración o desactiva el encadenamiento VPN.
fr: Votre clé WireGuard est manquante. Rechargez la configuration ou désactivez le chaînage VPN.
it: Manca la tua chiave WireGuard. Carica di nuovo la configurazione oppure disattiva il concatenamento VPN.
ja: WireGuardキーがありません。構成を再読み込みするか、VPNチェーンをオフにしてください。
ko: WireGuard 키가 없어요. 구성을 다시 불러오거나 VPN 체이닝을 끄세요.
pt_br: Sua chave do WireGuard está ausente. Carregue a configuração novamente ou desative o encadeamento de VPN.
zh_hans: WireGuard 密钥缺失。请重新加载配置，或关闭 VPN 串联。
zh_hant: WireGuard 金鑰遺失。請重新載入設定，或關閉 VPN 串接。

source: The saved configuration and its keys will be deleted, and VPN chaining will turn off. Protection reconnects if it’s on.
de: Die gespeicherte Konfiguration und ihre Schlüssel werden gelöscht und die VPN-Verkettung wird ausgeschaltet. Der Schutz verbindet sich neu, wenn er eingeschaltet ist.
es: Se eliminarán la configuración guardada y sus claves, y se desactivará el encadenamiento VPN. La protección se reconecta si está activada.
fr: La configuration enregistrée et ses clés seront supprimées, et le chaînage VPN sera désactivé. La protection se reconnecte si elle est activée.
it: La configurazione salvata e le relative chiavi verranno eliminate e il concatenamento VPN verrà disattivato. La protezione si riconnette se è attivata.
ja: 保存された構成とキーが削除され、VPNチェーンがオフになります。保護がオンの場合は再接続します。
ko: 저장된 구성과 키가 삭제되고 VPN 체이닝이 꺼져요. 보호가 켜져 있으면 다시 연결돼요.
pt_br: A configuração salva e suas chaves serão excluídas, e o encadeamento de VPN será desativado. A proteção se reconecta se estiver ativada.
zh_hans: 已保存的配置及其密钥将被删除，VPN 串联将关闭。如果防护已开启，它会重新连接。
zh_hant: 已儲存的設定及其金鑰將被刪除，VPN 串接將關閉。如果防護已開啟，會重新連線。

source: The saved configuration and its keys will be replaced. Protection reconnects if VPN chaining is on.
de: Die gespeicherte Konfiguration und ihre Schlüssel werden ersetzt. Der Schutz verbindet sich neu, wenn die VPN-Verkettung eingeschaltet ist.
es: Se reemplazarán la configuración guardada y sus claves. La protección se reconecta si el encadenamiento VPN está activado.
fr: La configuration enregistrée et ses clés seront remplacées. La protection se reconnecte si le chaînage VPN est activé.
it: La configurazione salvata e le relative chiavi verranno sostituite. La protezione si riconnette se il concatenamento VPN è attivato.
ja: 保存された構成とキーが置き換えられます。VPNチェーンがオンの場合、保護は再接続します。
ko: 저장된 구성과 키가 교체돼요. VPN 체이닝이 켜져 있으면 보호가 다시 연결돼요.
pt_br: A configuração salva e suas chaves serão substituídas. A proteção se reconecta se o encadeamento de VPN estiver ativado.
zh_hans: 已保存的配置及其密钥将被替换。如果 VPN 串联已开启，防护会重新连接。
zh_hant: 已儲存的設定及其金鑰將被取代。如果 VPN 串接已開啟，防護會重新連線。

source: After saving, your private key stays in this device’s keychain and isn’t shown again.
de: Nach dem Speichern bleibt dein privater Schlüssel im Schlüsselbund dieses Geräts und wird nicht mehr angezeigt.
es: Al guardar, tu clave privada se queda en el llavero de este dispositivo y no vuelve a mostrarse.
fr: Après l’enregistrement, votre clé privée reste dans le trousseau de cet appareil et n’est plus affichée.
it: Dopo il salvataggio, la chiave privata resta nel Portachiavi di questo dispositivo e non viene più mostrata.
ja: 保存後、秘密鍵はこのデバイスのキーチェーンに保管され、再表示されません。
ko: 저장 후 개인 키는 이 기기의 키체인에 보관되며 다시 표시되지 않습니다.
pt_br: Após salvar, sua chave privada fica nas Chaves deste dispositivo e não é exibida novamente.
zh_hans: 保存后，私钥会保留在此设备的钥匙串中，不再显示。
zh_hant: 儲存後，私密金鑰會保留在這台裝置的鑰匙圈中，不再顯示。

source: Change Lava’s look and feel. Protection stays the same.
de: Ändere das Aussehen von Lava. Der Schutz bleibt gleich.
es: Cambia el aspecto de Lava. La protección sigue igual.
fr: Personnalisez l’apparence de Lava. La protection reste identique.
it: Cambia l’aspetto di Lava. La protezione resta invariata.
ja: Lavaの見た目や使い心地を変更できます。保護機能は変わりません。
ko: Lava의 모양과 느낌을 바꿔 보세요. 보호 기능은 그대로 유지됩니다.
pt_br: Mude a aparência do Lava. A proteção continua igual.
zh_hans: 更改 Lava 的外观和使用体验，防护保持不变。
zh_hant: 變更 Lava 的外觀和使用體驗，防護保持不變。

# Detailed activity stays on this device for 7 days.
source: Domain history stays on this device for 7 days.
de: Der Domainverlauf bleibt 7 Tage auf diesem Gerät.
es: El historial de dominios se guarda en este dispositivo durante 7 días.
fr: L’historique des domaines reste sur cet appareil pendant 7 jours.
it: La cronologia dei domini resta su questo dispositivo per 7 giorni.
ja: ドメイン履歴はこのデバイスに7日間保存されます。
ko: 도메인 기록은 이 기기에 7일 동안 보관돼요.
pt_br: O histórico de domínios fica neste dispositivo por 7 dias.
zh_hans: 域名历史记录会在此设备上保留 7 天。
zh_hant: 網域記錄會在這台裝置上保留 7 天。

source: Domain history and network activity stay on this device for 7 days. Counts and Lava Guard progress last longer.
de: Domainverlauf und Netzwerkaktivität bleiben 7 Tage auf diesem Gerät. Zähler und Lava-Guard-Fortschritt bleiben länger erhalten.
es: El historial de dominios y la actividad de red se guardan en este dispositivo durante 7 días. Los recuentos y el progreso de Lava Guard duran más.
fr: L’historique des domaines et l’activité réseau restent sur cet appareil pendant 7 jours. Les compteurs et la progression Lava Guard sont conservés plus longtemps.
it: La cronologia dei domini e l’attività di rete restano su questo dispositivo per 7 giorni. Conteggi e progressi di Lava Guard durano più a lungo.
ja: ドメイン履歴とネットワークアクティビティは、このデバイスに7日間保存されます。件数とLava Guardの進行状況はより長く保持されます。
ko: 도메인 기록과 네트워크 활동은 이 기기에 7일 동안 보관돼요. 횟수와 Lava Guard 진행 상황은 더 오래 유지돼요.
pt_br: O histórico de domínios e a atividade de rede ficam neste dispositivo por 7 dias. Contagens e progresso do Lava Guard duram mais.
zh_hans: 域名历史记录和网络活动会在此设备上保留 7 天。计数和 Lava Guard 进度会保留更久。
zh_hant: 網域記錄和網路活動會在這台裝置上保留 7 天。計數和 Lava Guard 進度會保留更久。

source: Lava filters first, then sends allowed DNS requests through your WireGuard VPN.
de: Lava filtert zuerst und sendet erlaubte DNS-Anfragen dann über dein WireGuard-VPN.
es: Lava filtra primero y después envía las solicitudes DNS permitidas por tu VPN WireGuard.
fr: Lava filtre d’abord, puis envoie les requêtes DNS autorisées via votre VPN WireGuard.
it: Lava filtra prima, poi invia le richieste DNS consentite tramite la tua VPN WireGuard.
ja: Lavaはまずフィルタリングし、許可されたDNSリクエストをWireGuard VPN経由で送信します。
ko: Lava가 먼저 필터링한 다음 허용된 DNS 요청을 WireGuard VPN으로 보냅니다.
pt_br: O Lava filtra primeiro e envia as solicitações DNS permitidas pela sua VPN WireGuard.
zh_hans: Lava 先筛选，再通过你的 WireGuard VPN 发送允许的 DNS 请求。
zh_hant: Lava 先篩選，再透過你的 WireGuard VPN 傳送允許的 DNS 請求。

# Manage more than three filters with Lava Plus.
source: Manage more than 3 filters with Lava Plus.
de: Verwalte mehr als drei Filter mit Lava Plus.
es: Gestiona más de tres filtros con Lava Plus.
fr: Gérez plus de trois filtres avec Lava Plus.
it: Gestisci più di tre filtri con Lava Plus.
ja: Lava Plusでは4つ以上のフィルターを管理できます。
ko: Lava Plus로 필터를 4개 이상 관리하세요.
pt_br: Gerencie mais de três filtros com o Lava Plus.
zh_hans: 使用 Lava Plus 管理超过 3 个筛选器。
zh_hant: 使用 Lava Plus 管理超過 3 個篩選器。

source: Search notices
de: Hinweise suchen
es: Buscar avisos
fr: Rechercher des notices
it: Cerca avvisi
ja: 通知を検索
ko: 고지 검색
pt_br: Buscar avisos
zh_hans: 搜索声明
zh_hant: 搜尋聲明

source: Share the setup code below instead.
de: Teile stattdessen den Einrichtungscode unten.
es: Comparte el código de configuración de abajo.
fr: Partagez plutôt le code de configuration ci-dessous.
it: Condividi invece il codice di configurazione qui sotto.
ja: 代わりに下のセットアップコードを共有してください。
ko: 대신 아래 설정 코드를 공유하세요.
pt_br: Compartilhe o código de configuração abaixo.
zh_hans: 请改为分享下方的设置代码。
zh_hant: 請改為分享下方的設定代碼。

source: Share this code only with people you trust.
de: Teile diesen Code nur mit Personen, denen du vertraust.
es: Comparte este código solo con personas de confianza.
fr: Partagez ce code uniquement avec des personnes de confiance.
it: Condividi questo codice solo con persone fidate.
ja: このコードは信頼できる人にのみ共有してください。
ko: 이 코드는 신뢰하는 사람에게만 공유하세요.
pt_br: Compartilhe este código apenas com pessoas de confiança.
zh_hans: 仅与信任的人分享此代码。
zh_hant: 僅與信任的人分享此代碼。

source: Your VPN
de: Dein VPN
es: Tu VPN
fr: Votre VPN
it: La tua VPN
ja: お使いのVPN
ko: 내 VPN
pt_br: Sua VPN
zh_hans: 你的 VPN
zh_hant: 你的 VPN

source: No matching notices
de: Keine passenden Hinweise
es: No hay avisos coincidentes
fr: Aucune notice correspondante
it: Nessun avviso corrispondente
ja: 一致する通知はありません
ko: 일치하는 고지가 없습니다
pt_br: Nenhum aviso correspondente
zh_hans: 没有匹配的声明
zh_hant: 沒有符合的聲明

source: Not connected
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결 안 됨
pt_br: Não conectado
zh_hans: 未连接
zh_hant: 未連線

source: Handshake expired
de: Handshake abgelaufen
es: Intercambio de claves caducado
fr: Échange de clés expiré
it: Handshake scaduto
ja: ハンドシェイクの有効期限切れ
ko: 핸드셰이크 만료
pt_br: Handshake expirado
zh_hans: 握手已过期
zh_hant: 交握已過期

source: Sample out of date
de: Veraltete Messung
es: Muestra desactualizada
fr: Échantillon périmé
it: Campione non aggiornato
ja: サンプルが古くなっています
ko: 오래된 샘플
pt_br: Amostra desatualizada
zh_hans: 采样已过时
zh_hant: 取樣已過時

source: Network unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
it: Rete non disponibile
ja: ネットワークを利用できません
ko: 네트워크 사용 불가
pt_br: Rede indisponível
zh_hans: 网络不可用
zh_hant: 網路無法使用

source: Some destinations unanswered
de: Einige Ziele antworten nicht
es: Algunos destinos no responden
fr: Certaines destinations ne répondent pas
it: Alcune destinazioni non rispondono
ja: 一部の接続先が応答していません
ko: 일부 대상이 응답하지 않음
pt_br: Alguns destinos não respondem
zh_hans: 部分目标未响应
zh_hant: 部分目的地未回應

source: Few replies observed
de: Wenige Antworten beobachtet
es: Se observan pocas respuestas
fr: Peu de réponses observées
it: Poche risposte osservate
ja: 応答が少ない状態です
ko: 관측된 응답이 적음
pt_br: Poucas respostas observadas
zh_hans: 观测到的响应较少
zh_hant: 觀測到的回應較少

source: No issues observed
de: Keine Probleme beobachtet
es: No se observan problemas
fr: Aucun problème observé
it: Nessun problema osservato
ja: 問題は検出されていません
ko: 관측된 문제 없음
pt_br: Nenhum problema observado
zh_hans: 未观测到问题
zh_hant: 未觀測到問題

source: Manage your account and encrypted backup
de: Konto und verschlüsseltes Backup verwalten
es: Gestiona tu cuenta y la copia cifrada
fr: Gérez votre compte et la sauvegarde chiffrée
it: Gestisci account e backup crittografato
ja: アカウントと暗号化バックアップを管理
ko: 계정 및 암호화 백업 관리
pt_br: Gerencie sua conta e o backup criptografado
zh_hans: 管理账户和加密备份
zh_hant: 管理帳號與加密備份

source: Explore Lava Plus
de: Lava Plus entdecken
es: Descubre Lava Plus
fr: Découvrez Lava Plus
it: Scopri Lava Plus
ja: Lava Plusを見る
ko: Lava Plus 알아보기
pt_br: Conheça o Lava Plus
zh_hans: 了解 Lava Plus
zh_hant: 探索 Lava Plus

source: Choose how Lava looks up websites
de: Festlegen, wie Lava Websites auflöst
es: Elige cómo Lava consulta los sitios web
fr: Choisissez comment Lava recherche les sites
it: Scegli come Lava cerca i siti web
ja: ウェブサイトの名前解決方法を選択
ko: Lava의 웹사이트 조회 방식 선택
pt_br: Escolha como o Lava consulta sites
zh_hans: 选择 Lava 如何查询网站
zh_hant: 選擇 Lava 如何查詢網站

source: Manage local logs and privacy
de: Lokale Protokolle und Datenschutz verwalten
es: Gestiona los registros locales y la privacidad
fr: Gérez les journaux locaux et la confidentialité
it: Gestisci registri locali e privacy
ja: ローカルログとプライバシーを管理
ko: 로컬 로그 및 개인정보 관리
pt_br: Gerencie os registros locais e a privacidade
zh_hans: 管理本地日志和隐私
zh_hant: 管理本機記錄與隱私

source: Control access to Lava
de: Zugriff auf Lava steuern
es: Controla el acceso a Lava
fr: Contrôlez l’accès à Lava
it: Controlla l’accesso a Lava
ja: Lavaへのアクセスを管理
ko: Lava 접근 제어
pt_br: Controle o acesso ao Lava
zh_hans: 控制对 Lava 的访问
zh_hant: 控制 Lava 的存取權限

source: Connection and protection events
de: Verbindungs- und Schutzereignisse
es: Eventos de conexión y protección
fr: Événements de connexion et de protection
it: Eventi di connessione e protezione
ja: 接続と保護のイベント
ko: 연결 및 보호 이벤트
pt_br: Eventos de conexão e proteção
zh_hans: 连接和保护事件
zh_hant: 連線與防護事件

source: Restore with your password manager.
de: Mit deinem Passwortmanager wiederherstellen.
es: Restaura con tu gestor de contraseñas.
fr: Restaurez avec votre gestionnaire de mots de passe.
it: Ripristina con il tuo gestore di password.
ja: パスワードマネージャで復元できます。
ko: 비밀번호 관리자로 복원하세요.
pt_br: Restaure com seu gerenciador de senhas.
zh_hans: 通过密码管理器恢复。
zh_hant: 透過密碼管理器還原。

source: Keep it safe to restore with your account.
de: Sicher aufbewahren, um mit deinem Konto wiederherzustellen.
es: Guárdala para restaurar con tu cuenta.
fr: Conservez-la pour restaurer avec votre compte.
it: Conservala per ripristinare con il tuo account.
ja: アカウントでの復元に備えて安全に保管してください。
ko: 계정으로 복원할 수 있도록 안전하게 보관하세요.
pt_br: Guarde-a para restaurar com sua conta.
zh_hans: 请妥善保管，以便通过账户恢复。
zh_hant: 請妥善保管，以便透過帳號還原。

source: Encrypted on this device. Only you can unlock your backup.
de: Auf diesem Gerät verschlüsselt. Nur du kannst dein Backup entsperren.
es: Cifrada en este dispositivo. Solo tú puedes desbloquear tu copia.
fr: Chiffrée sur cet appareil. Vous seul pouvez déverrouiller votre sauvegarde.
it: Crittografato su questo dispositivo. Solo tu puoi sbloccare il backup.
ja: このデバイスで暗号化されます。バックアップを解除できるのはあなただけです。
ko: 이 기기에서 암호화됩니다. 본인만 백업을 잠금 해제할 수 있습니다.
pt_br: Criptografado neste dispositivo. Só você pode desbloquear seu backup.
zh_hans: 在此设备上加密。只有你能解锁备份。
zh_hant: 在這台裝置上加密。只有你能解鎖備份。

source: Unlock your backup, review its changes, then restore.
de: Backup entsperren, Änderungen prüfen und wiederherstellen.
es: Desbloquea la copia, revisa los cambios y restaura.
fr: Déverrouillez votre sauvegarde, vérifiez les changements, puis restaurez.
it: Sblocca il backup, controlla le modifiche e ripristina.
ja: バックアップを解除し、変更内容を確認してから復元します。
ko: 백업을 잠금 해제하고 변경 사항을 검토한 뒤 복원하세요.
pt_br: Desbloqueie o backup, revise as alterações e restaure.
zh_hans: 解锁备份、查看更改，然后恢复。
zh_hant: 解鎖備份、檢視變更，然後還原。

source: No configuration
de: Keine Konfiguration
es: Sin configuración
fr: Aucune configuration
it: Nessuna configurazione
ja: 構成なし
ko: 구성 없음
pt_br: Nenhuma configuração
zh_hans: 暂无配置
zh_hant: 尚無設定

source: Add one to start using VPN chaining
de: Füge eine hinzu, um die VPN-Verkettung zu nutzen
es: Añade una para usar el encadenamiento VPN
fr: Ajoutez-en une pour utiliser le chaînage VPN
it: Aggiungine una per usare il concatenamento VPN
ja: 構成を追加してVPNチェーンを開始
ko: VPN 체이닝을 사용하려면 구성을 추가하세요
pt_br: Adicione uma para usar o encadeamento de VPN
zh_hans: 添加配置以开始使用 VPN 串联
zh_hant: 新增設定以開始使用 VPN 串接

# Last updated on %@
source: Last updated %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
it: Ultimo aggiornamento: %@
ja: 最終更新：%@
ko: 마지막 업데이트: %@
pt_br: Última atualização: %@
zh_hans: 上次更新于 %@
zh_hant: 上次更新於 %@

source: Open to review your configuration
de: Öffnen, um die Konfiguration zu prüfen
es: Abre para revisar tu configuración
fr: Ouvrir pour vérifier votre configuration
it: Apri per verificare la configurazione
ja: 開いて構成を確認
ko: 열어서 구성을 확인하세요
pt_br: Abra para revisar sua configuração
zh_hans: 打开以查看配置
zh_hant: 開啟以檢視設定

source: Open to review or replace it
de: Öffnen, um sie zu prüfen oder zu ersetzen
es: Abre para revisarla o reemplazarla
fr: Ouvrir pour la vérifier ou la remplacer
it: Apri per verificare o sostituire
ja: 開いて確認または置き換え
ko: 열어서 확인하거나 교체하세요
pt_br: Abra para revisar ou substituir
zh_hans: 打开以查看或替换
zh_hant: 開啟以檢視或取代

source: Backup is ready
de: Backup ist bereit
es: Copia de seguridad configurada
fr: La sauvegarde est prête
it: Il backup è pronto
ja: バックアップの準備ができました
ko: 백업 준비 완료
pt_br: Backup configurado
zh_hans: 备份已就绪
zh_hant: 備份已就緒

source: Feedback sent
de: Feedback gesendet
es: Comentarios enviados
fr: Commentaire envoyé
it: Feedback inviato
ja: フィードバックを送信しました
ko: 의견을 보냈어요
pt_br: Feedback enviado
zh_hans: 反馈已发送
zh_hant: 意見回饋已送出

source: Filter imported
de: Filter importiert
es: Filtro importado
fr: Filtre importé
it: Filtro importato
ja: フィルターを読み込みました
ko: 필터를 가져왔어요
pt_br: Filtro importado
zh_hans: 筛选器已导入
zh_hant: 篩選器已匯入

# The shared filter was imported as “%@” in Your filters.
source: The shared filter was added to Your filters as “%@”.
de: Der geteilte Filter wurde als „%@“ zu „Deine Filter“ hinzugefügt.
es: El filtro compartido se añadió a Tus filtros como «%@».
fr: Le filtre partagé a été ajouté à « Vos filtres » sous le nom « %@ ».
it: Il filtro condiviso è stato aggiunto a «I tuoi filtri» come «%@».
ja: 共有フィルターを「%@」として「あなたのフィルター」に追加しました。
ko: 공유 필터를 내 필터에 “%@” 이름으로 추가했어요.
pt_br: O filtro compartilhado foi adicionado a Seus filtros como “%@”.
zh_hans: 共享筛选器已以“%@”的名称添加到“你的筛选器”。
zh_hant: 共享篩選器已以「%@」的名稱加入「你的篩選器」。

source: Your encrypted backup is set up on this device.
de: Dein verschlüsseltes Backup ist auf diesem Gerät eingerichtet.
es: Tu copia de seguridad cifrada está configurada en este dispositivo.
fr: Votre sauvegarde chiffrée est configurée sur cet appareil.
it: Il tuo backup cifrato è configurato su questo dispositivo.
ja: このデバイスで暗号化バックアップの設定が完了しました。
ko: 이 기기에서 암호화된 백업 설정을 마쳤어요.
pt_br: Seu backup criptografado está configurado neste dispositivo.
zh_hans: 已在此设备上完成加密备份设置。
zh_hant: 已在這台裝置上完成加密備份設定。

source: Explore Lava
de: Lava entdecken
es: Explora Lava
fr: Découvrir Lava
it: Esplora Lava
ja: Lava を探検
ko: Lava 둘러보기
pt_br: Explore o Lava
zh_hans: 探索 Lava
zh_hant: 探索 Lava

source: Your connection
de: Deine Verbindung
es: Tu conexión
fr: Votre connexion
it: La tua connessione
ja: 接続の流れ
ko: 내 연결
pt_br: Sua conexão
zh_hans: 你的连接
zh_hant: 你的連線

source: Explore this connection
de: Diese Verbindung entdecken
es: Explora esta conexión
fr: Découvrir cette connexion
it: Esplora questa connessione
ja: この接続のしくみを見る
ko: 이 연결 둘러보기
pt_br: Explore esta conexão
zh_hans: 探索此连接
zh_hant: 探索此連線

source: calculating
de: wird berechnet
es: calculando
fr: calcul en cours
it: calcolo in corso
ja: 計算中
ko: 계산 중
pt_br: calculando
zh_hans: 计算中
zh_hant: 計算中

source: Filter unavailable
de: Filter nicht verfügbar
es: Filtro no disponible
fr: Filtre indisponible
it: Filtro non disponibile
ja: フィルターを利用できません
ko: 필터를 사용할 수 없어요
pt_br: Filtro indisponível
zh_hans: 筛选器不可用
zh_hant: 篩選器無法使用

source: Counts are off
de: Zähler sind aus
es: Recuentos desactivados
fr: Compteurs désactivés
it: Conteggi disattivati
ja: 件数の記録はオフです
ko: 필터링 횟수가 꺼져 있어요
pt_br: Contagens desativadas
zh_hans: 计数已关闭
zh_hant: 計數已關閉

source: No requests yet
de: Noch keine Anfragen
es: Aún no hay solicitudes
fr: Aucune requête pour le moment
it: Ancora nessuna richiesta
ja: リクエストはまだありません
ko: 아직 요청이 없어요
pt_br: Ainda não há solicitações
zh_hans: 暂无请求
zh_hant: 尚無請求

source: %@%% blocked
de: %@%% blockiert
es: %@%% bloqueadas
fr: %@%% bloquées
it: %@%% bloccate
ja: %@%%をブロック
ko: %@%% 차단됨
pt_br: %@%% bloqueadas
zh_hans: 已拦截 %@%%
zh_hant: 已封鎖 %@%%

source: DNS settings
de: DNS-Einstellungen
es: Ajustes de DNS
fr: Réglages DNS
it: Impostazioni DNS
ja: DNS設定
ko: DNS 설정
pt_br: Ajustes de DNS
zh_hans: DNS 设置
zh_hant: DNS 設定

source: Your phone
de: Dein Telefon
es: Tu teléfono
fr: Votre téléphone
it: Il tuo telefono
ja: あなたのスマートフォン
ko: 내 휴대폰
pt_br: Seu telefone
zh_hans: 你的手机
zh_hant: 你的手機

source: An app asks for a website’s address before connecting.
de: Eine App fragt vor dem Verbinden nach der Adresse einer Website.
es: Una app pide la dirección de un sitio antes de conectarse.
fr: Une app demande l’adresse d’un site avant de s’y connecter.
it: Un’app chiede l’indirizzo di un sito prima di connettersi.
ja: アプリは接続する前に、サイトのアドレスを尋ねます。
ko: 앱은 연결하기 전에 사이트 주소를 물어봐요.
pt_br: Um app pede o endereço de um site antes de se conectar.
zh_hans: App 在连接前，会先查找网站的地址。
zh_hant: App 在連線前，會先查找網站的位址。

source: VPN off
de: VPN aus
es: VPN desactivada
fr: VPN désactivé
it: VPN disattivata
ja: VPNはオフ
ko: VPN 끔
pt_br: VPN desativada
zh_hans: VPN 已关闭
zh_hant: VPN 已關閉

source: View setup
de: Einrichtung ansehen
es: Ver configuración
fr: Voir la configuration
it: Vedi configurazione
ja: 設定を見る
ko: 설정 보기
pt_br: Ver configuração
zh_hans: 查看设置
zh_hant: 查看設定

source: Your VPN carries allowed DNS requests.
de: Dein VPN leitet erlaubte DNS-Anfragen weiter.
es: Tu VPN lleva las solicitudes DNS permitidas.
fr: Votre VPN achemine les requêtes DNS autorisées.
it: La tua VPN trasporta le richieste DNS consentite.
ja: 許可されたDNSリクエストはVPN経由で送られます。
ko: VPN이 허용된 DNS 요청을 전달해요.
pt_br: Sua VPN leva as solicitações DNS permitidas.
zh_hans: 你的 VPN 会传送允许的 DNS 请求。
zh_hant: 你的 VPN 會傳送允許的 DNS 請求。

source: With VPN chaining off, allowed DNS requests go straight to DNS.
de: Bei ausgeschalteter VPN-Verkettung gehen erlaubte DNS-Anfragen direkt zum DNS.
es: Con el encadenamiento VPN desactivado, las solicitudes DNS permitidas van directamente al DNS.
fr: Lorsque le chaînage VPN est désactivé, les requêtes DNS autorisées vont directement au DNS.
it: Con il concatenamento VPN disattivato, le richieste DNS consentite vanno direttamente al DNS.
ja: VPNチェーンがオフのとき、許可されたDNSリクエストは直接DNSへ向かいます。
ko: VPN 체이닝이 꺼져 있으면 허용된 DNS 요청이 DNS로 바로 가요.
pt_br: Com o encadeamento de VPN desativado, as solicitações DNS permitidas vão direto ao DNS.
zh_hans: VPN 串联关闭时，允许的 DNS 请求会直接送往 DNS。
zh_hant: VPN 串接關閉時，允許的 DNS 請求會直接送往 DNS。

source: VPN chaining can send allowed DNS requests through your own VPN.
de: Die VPN-Verkettung kann erlaubte DNS-Anfragen über dein eigenes VPN leiten.
es: El encadenamiento VPN puede enviar las solicitudes DNS permitidas a través de tu propia VPN.
fr: Le chaînage VPN peut faire passer les requêtes DNS autorisées par votre propre VPN.
it: Il concatenamento VPN può inviare le richieste DNS consentite attraverso la tua VPN.
ja: VPNチェーンを使うと、許可されたDNSリクエストを自分のVPN経由で送れます。
ko: VPN 체이닝을 사용하면 허용된 DNS 요청을 내 VPN으로 보낼 수 있어요.
pt_br: O encadeamento de VPN pode enviar as solicitações DNS permitidas pela sua própria VPN.
zh_hans: VPN 串联可以让允许的 DNS 请求经过你自己的 VPN。
zh_hant: VPN 串接可以讓允許的 DNS 請求經過你自己的 VPN。
